{"info": [
  {
  "title": "Три мушкетера",
  "author": "Александр Дюма",
  "description": "Приключения д'Артаньяна, Атоса, Портоса и Арамиса начинаются с громкой ссоры. Но интриги их недругов сплочают бывших соперников и превращают в верных, преданных друзей.",
  "mark": 3,
  "style": "Приключения"
  },
  {
  "title": "Сага о ведьмаке",
  "author": "Анджей Сапковский",
  "description": "Ведьмак Геральд из Ривии – убийца нечисти. Его сердце окаменело, движения доведены до автоматизма, разум непоколебим. Встреча с принцессой Цири, волшебницей Йенифэр и бардом Лютиком провоцируют в нем главный недостаток – возникновение чувств. Справится ли теперь ведьмак с превратностями судьбы?",
  "mark": 3.3,
  "style": "Приключения"
  },
  {
  "title": "Унесенные ветром",
  "author": "Маргарет Митчелл",
  "description": "Согласно легенде, создание романа \"Унесенные ветром\" началось с того, как Маргарет Митчелл написала главную фразу последней главы: \"Ни одного из любимых ею мужчин Скарлетт так и не смогла понять и вот - потеряла обоих\". Последующая работа над произведением продолжалась около десяти лет и потребовала от писательницы огромной самоотдачи и напряженного труда. Стремясь проникнуть в самый дух эпохи, Митчелл кропотливо изучала историю родной Атланты, использовала газеты и журналы ..",
  "mark": 5,
  "style": "Реализм"
  },
  {
  "title": "Граф Монте-Кристо",
  "author": "Александр Дюма",
  "description": "Стильно оформленное подарочное издание в кожаном переплете с рельефным и золотым тиснением, трехсторонним золотым обрезом и шелковым ляссе. Книга украшена иллюстрациями французских художников XIX века Боссе, Гаварни, Коппена, Ланцелота, Риу, Стааля. Александр Дюма завоевал литературный Парнас, где блистали Виктор Гюго, Мюссе, Виньи, Готье, Жорж Санд, Эжен Сю, Стен­даль, Бальзак - цвет французской литературы 19-го века. В плену обаяния его таланта оказались и читатели, и критики, и издатели. ..",
  "mark": 4,
  "style": "Реализм"
  },
  {
  "title": "А зори здесь тихие…",
  "author": "Борис Васильев",
  "description": "\"А зори здесь тихие...\" Многие из них только вчера закончили школу. Они любили стихи и мечтали о любви... Но пришла война, и хрупкие девушки взяли в руки оружие. Май 1942-го. В карельских лесах пять зенитчиц под командованием старшины Васкова вынуждены противостоять отряду немецких диверсантов. Шестнадцать хорошо обученных профессионалов - против пятерых девчонок... И они не пройдут. \"В списках не значился\" 21 июня 1941 года лейтенант Плужников прибыл на место службы. А на рассвете Брестская ...",
  "mark": 4,
  "style": "Реализм"
  },
  {
  "title": "Рита Хейуорт и спасение из Шоушенка",
  "author": "Стивен Кинг",
  "description": "«Рита Хейуорт и спасение из Шоушенка» (англ. Rita Hayworth and Shawshank Redemption) — повесть американского писателя Стивена Кинга, написанная в жанре психологического реализма. Впервые была опубликована в 1982 году издательством Viking Press в авторском сборнике «Четыре сезона». Позже она вошла в сборник «Стивен Кинг идёт в кино». Сюжет повествует о бывшем вице-президенте банка, которого, в результате незаконного обвинения, признают виновным в убийстве жены и её любовника. Главный герой — Энди Дюфресн, попадает в тюрьму Шоушенк, в которой процветают коррупция и насилие.\n\nСтивен Кинг называл «Риту Хейуорт и спасение из Шоушенка» историей тюремного побега в духе старых фильмов Warner Brothers. Произведение, написанное в несвойственном ему жанре, считается одной из лучших работ писателя. Повесть была экранизирована в 1994 году Фрэнком Дарабонтом. Кинокартина, получившая название «Побег из Шоушенка», стабильно входит в списки лучших фильмов всех времён. Главные роли в ней исполнили Тим Роббинс и Морган Фримен. В 2009 году история была также поставлена на театральной сцене.",
  "mark": 5,
  "style": "Реализм"
  },
  {
  "title": "Жутко громко и запредельно близко",
  "author": "Джонатан Сафран Фоер",
  "description": "\"В смешном, нежном, трагичном и изящно построенном романе Джонатана Сафрана Фоера \"Жутко громко и запредельно близко\" есть озорство и живость безудержного детского воображения и одновременно пронзительная детская боль. Фоеровскому Оскару Шеллу всего девять, но ему уже довелось столкнуться с катастрофами современности и доказать свою неповторимость\". Синтия Озик. \"Второй роман Джонатана Сафрана Фоера оправдывает все возлагавшиеся на него надежды. В нем есть амбиция, виртуозность исполнения, ...",
  "mark": 3,
  "style": "Реализм"
  },
  {
  "title": "Зеленая миля",
  "author": "Стивен Кинг",
  "description": "Глубокий старик Пол Эджкомб, бывший тюремный надзиратель в блоке смертников тюрьмы Холодная гора, спустя много лет вспоминает необыкновенные события осени 1932 года. Год за годом Пол исправно служил, сопровождая преступников от камер до электрического стула по длинному, выстеленному зелёным линолеумом коридору, прозванного Зелёной милей. Но он ни разу не встречался ни с кем подобным Джону Коффи. Чернокожий гигант, осуждённый за изнасилование и убийство двух маленьких сестёр, лишь внешне ...",
  "mark": 4,
  "style": "Фантастика"
  },
  {
  "title": "Хранители",
  "author": "Алан Мур",
  "description": "Не надо быть энтузиастом массовой культуры, чтобы по первым двадцати страницам понять, что ХРАНИТЕЛИ - образец высокого, очень высокого искусства; а уж что будет на следующих двадцати... Не удивительно, что именно этот роман чаще прочих оказывается на верхней строчке в списках \"комиксов для людей, которые не читают комиксы\". Чуть ли не на каждой странице из-под тебя как будто вышибают стул; иконопись, двигающиеся в раме окна фигурки, подсвеченные потусторонним светом, - вот на что это похоже;",
  "mark": 3,
  "style": "Фантастика"
  },
  {
  "title": "Улыбка",
  "author": "Рэй Брэдбери",
  "description": "На главной площади очередь установилась еще в пять часов, когда за выбеленными инеем полями пели далекие петухи и нигде не было огней. Тогда вокруг, среди разбитых зданий, клочьями висел туман, но теперь, в семь утра, рассвело, и он начал таять. Вдоль дороги по двое, по трое подстраивались к очереди еще люди, которых приманил в город праздник и базарный день.Мальчишка стоял сразу за двумя мужчинами, которые громко разговаривали между собой, и в чистом холодном воздухе звук голосов казался",
  "mark": 2,
  "style": "Фантастика"
  },
  {
  "title": "11/22/63",
  "author": "Стивен Кинг",
  "description": "Этот роман безоговорочно признают лучшей книгой Стивена Кинга и миллионы фанатов писателя, и серьезные литературные критики. …Убийство президента Кеннеди стало самым трагическим событием американской истории ХХ века. Тайна его до сих пор не раскрыта. Но что, если случится чудо? Если появится возможность отправиться в прошлое и предотвратить катастрофу? Это предстоит выяснить обычному учителю из маленького городка Джейку Эппингу, получившему доступ к временному порталу. Его цель – спасти Кеннеди. Но какова будет цена спасения? ",
  "mark": 5,
  "style": "Фантастика"
  },
  {
  "title": "Противостояние",
  "author": "Стивен Кинг",
  "description": "Стивен Кинг… \"Король ужасов\"? Да. Непревзойденный мастер проникновения в самые тайные, самые страшные, самые мрачные уголки человеческой души? Да! Жестокий, яростный и агрессивный эстет тьмы, чьи книги пугают и восхищают, возмущают - и все-таки привлекают? О да! ...Каждый из нас - лишь человек, стоящий над черной, адовой бездной собственных страхов. И только Стивен Кинг - великий Стивен Кинг! - может заставить нас шагнуть в эту бездну… Америка ",
  "mark": 3,
  "style": "Фантастика"
  },
  {
  "title": "Человек-амфибия",
  "author": "Александр Беляев",
  "description": "В книгу вошли два романа основоположника советской научной фантастики Александра Беляева -\"Человек-амфибия\" (1928) и \"Человек, нашедший свое лицо\" (1940), - главные герои которых благодаря достижениям современной медицины проходят через поразительные метаморфозы, навсегда изменяющие их судьбы. Юный Ихтиандр - безусловно, самый знаменитый персонаж беляевской прозы - в результате дерзкого эксперимента, осуществленного некогда его приемным отцом, аргентинским хирургом Сальватором, обрел ..",
  "mark": 3,
  "style": "Фантастика"
  },
  {
  "title": "Записки о Шерлоке Холмсе",
  "author": "Артур Конан Дойл",
  "description": "В историю мировой литературы английский писатель Артур Конан Дойл вошел как создатель Шерлока Холмса, гениального сыщика с Бейкер-стрит, 221-6. Приключения Холмса и его друга доктора Уотсона вот уже более столетия приковывают внимание читателей всего мира. Само имя Шерлок Холмс стало нарицательным. И это не случайно - рассказы и повести об этом бессмертном герое отмечены всеми достоинствами первоклассной беллетристики: богатой выдумкой, безукоризненной интригой, точной и легкой манерой ...",
  "mark": 5,
  "style": "Детектив"
  },
  {
  "title": "Корабль из Арвароха и другие неприятности",
  "author": "Макс Фрай",
  "description": "Путь самурая ведет, говорят, к просветлению и нередко завершается ритуалом харакири; путь дурака ведет в пропасть и завершается, как правило, непродолжительным испуганным воплем. Кажется, наш герой умудряется следовать обоими маршрутами одновременно: редкая птица, что с него взять. И вот вам результат его ухищрений: хороший сэр Макс - мертвый сэр Макс. Но, живой или мертвый, он продолжает рассказывать увлекательные истории, а слушатели расплачиваются за развлечение, кидая в вечно пустую шляпу ..",
  "mark": 4,
  "style": "Детектив"
  }
  ]
}